Repository: OpenMediaVault-Plugin-Developers/openmediavault-symlinks
Catalog: usr/share/openmediavault/locale/*/openmediavault-symlinks.po
Languages: es_es, pl_pl

source: Create
es_es: Crear
pl_pl: Utwórz

source: Created symlink.
es_es: Crear un enlace
pl_pl: Utwórz dowiązanie

source: Destination
es_es: Destino
pl_pl: Cel

source: Edit
es_es: Editar
pl_pl: Edytuj

source: Enable
es_es: Habiliar
pl_pl: Zezwól

source: Enabled
es_es: Habilitado
pl_pl: Włączony

source: Import
es_es: Importar

source: Import existing symlink
es_es: Importar enlace existente
pl_pl: Importuj istniejące dowiązanie

source: Import existing symlink ...
es_es: Importando enlace existente ...
pl_pl: Importuj istniejące dowiązanie ...

source: Source
es_es: Origen
pl_pl: Źródło

source: Symlink
es_es: Enlace
pl_pl: Dowiązanie

source: Symlinks
es_es: Enlaces
pl_pl: Dowiązania

source: Updated symlink.
es_es: Enlaces actualizados.
pl_pl: Zaktualizuj dowiązanie.

source: Where the data really is
es_es: Donde est√°n los datos realmente
pl_pl: Gdzie naprawdę są dane

source: Where the data should show up
es_es: Donde deben mostrase los datos
pl_pl: Gdzie powinny pojawić się dane
